Repository: br-automation-com/mapp-Framework
Catalog: BaseProject/Logical/mappView/Resources/Texts/Infrastructure_Texts/AlarmTexts.tmx
Source language: en
Languages: zh

source: PID Oscillation Tuning failed "{=$IAT/PidStates/Error.{&PidTuningError}}"
zh: PID振荡，整定失败"{=$IAT/PidStates/Error.{&PidTuningError}}"

source: PID Control Error "{=$IAT/PidStates/Error.{&PidControlError}}"
zh: PID控制错误 "{=$IAT/PidStates/Error.{&PidControlError}}"

source: PID Control Warning "{=$IAT/PidStates/Warning.{&PidControlError}}"
zh: PID控制报警 "{=$IAT/PidStates/Warning.{&PidControlError}}"

source: Setting CAM parameters has failed
zh: 设置凸轮曲线失败

source: Emergency stop button has been pressed
zh: 急停按钮已按下

source: The front left safety door is open
zh: 安全门未关闭

source: The front middle safety door is open
zh: 安全门未关闭

source: The front right safety door is open
zh: 安全门未关闭

source: The back right safety door is open
zh: 安全门未关闭

source: The right side safety door is open
zh: 安全门未关闭

source: The back left safety door is open
zh: 安全门未关闭

source: The safety PLC signal is missing
zh: 安全PLC信号丢失
